{"id":"ff50223f-e4c5-46ed-8dc5-ade2be409956","level":1,"callsign":"Opacus Venatori","name":"Apollyon Jardine","player_name":"","status":"Active","dead":false,"text_appearance":"<p>Mostly seen in white combat armor he appears to be a rather large individual with a visible amount of cybernetic implants some common some rather rare. For the rare accasion he is not in armor he wears simple white robes </p>","notes":"","history":"<h2><strong>OPERATOR DOSSIER — EYES ONLY</strong></h2><p><strong>Primary Callsign:</strong> <em>Opacus Venatory</em><br><strong>Registered Identity:</strong> Apollyon Jardine<br><strong>Affiliation:</strong> Union (Special Operations Attachment)<br><strong>Secondary Affiliation:</strong> Word of Blake — Manei Domini <em>(Compartmentalized)</em><br><strong>Clearance:</strong> OMEGA BLACK<br><strong>Status:</strong> Active</p><hr><h3>EARLY LIFE</h3><p>Apollyon Jardine was raised within the Union sphere, on a mid-tier orbital habitat whose purpose was logistics and fleet support. His upbringing reflected Union ideals: stability, education, and an emphasis on collective responsibility. He excelled academically, but what set him apart was not brilliance — it was <em>endurance</em>.</p><p>He endured long shifts, high-pressure evaluations, and operational failures with quiet resolve. When others questioned orders, Apollyon asked how to carry them out better. Union evaluators described him as disciplined, principled, and unusually receptive to structured belief systems.</p><p>He joined Union Security Forces early and volunteered repeatedly for deployments others avoided.</p><hr><h3>CONTACT</h3><p>The Word of Blake approached Apollyon after a mission failure that left most of his unit dead and the objective only partially secured. Union classified the operation as <em>acceptable losses</em>.</p><p>The Word of Blake did not.</p><p>They spoke to him not of anger, but of <strong>purpose</strong>. They taught that Blake had foreseen humanity’s weakness — its dependence on compromise, delay, and fear of sacrifice. Where Union sought balance, Blake demanded <em>commitment</em>.</p><p>Apollyon did not feel recruited.</p><p>He felt <strong>recognized</strong>.</p><hr><h3>AUGMENTATION</h3><p>The Manei Domini process was framed as <strong>devotion made physical</strong>.</p><p>Each augmentation was explained as a step away from frailty and toward clarity. Neural enhancements aligned thought with action. Reactor-interface augmetics allowed communion with machines at levels most pilots could not survive. Pain suppression was not described as comfort, but as freedom from distraction.</p><p>Apollyon accepted every stage willingly.</p><p>He came to believe that Blake’s vision required vessels capable of carrying it forward — and that refusing such a calling would itself be a form of cowardice.</p><p>He retained his name for Union records.<br>Within the Word, he was renamed:</p><p><strong>Opacus Venatory</strong> — <em>The Shadowed Hunter</em>.</p><hr><h3>UNION INTEGRATION</h3><p>Officially, Apollyon Jardine serves as a Union special operations Lancer, embedded in a mixed squad for deniable, high-risk missions. His service record is exemplary, if unsettling.</p><p>Unofficially, he is a <strong>concession</strong>.</p><p>Union intelligence tolerates his presence because he delivers results in scenarios where doctrine fails. The Word of Blake permits the arrangement because Blake’s work is not constrained by borders.</p><p>Venatory understands both perspectives — and believes only one of them is eternal.</p><p>His squad is not informed of his full nature. He fights beside them with professional courtesy, offers tactical insight, and places himself in harm’s way without hesitation.</p><p>When asked why he accepts such risks, he answers simply:</p><blockquote><p>“Blake teaches that survival without purpose is only delay.”</p></blockquote><hr><h3>OPERATIONAL BEHAVIOR</h3><p>Venatory demonstrates exceptional tolerance for reactor stress and structural degradation. He frequently operates at or beyond recommended thermal limits, treating warning thresholds as guidance rather than prohibitions.</p><p>He refers to moments of extreme heat as <strong>“alignment”</strong> — a state in which machine and operator act as one, unburdened by hesitation.</p><p>Union observers have noted that Venatory appears <em>calmer</em> the closer his mech comes to catastrophic failure.</p><hr><h3>FAITH AND CONVICTION</h3><p>Unlike some Manei Domini, Venatory does not preach openly. His zeal is internal, disciplined, and absolute.</p><p>He keeps fragments of Blake’s writings encoded into his neural interface, accessible during combat lulls. He frames his actions not as personal choices, but as <strong>continuations of Blake’s design</strong>.</p><p>He still values his squad — but he values them as <em>participants in a larger pattern</em>, not as ends in themselves.</p><p>This quiet certainty makes both allies and handlers uneasy.</p><hr><h3>CURRENT STATUS</h3><p>Opacus Venatory remains embedded within a Union-aligned Lancer team, operating under deep cover. To his squad, he is a capable, slightly unnerving ally who never hesitates when others falter.</p><p>To Union command, he is a calculated risk.</p><p>To the Word of Blake, he is a faithful instrument — one who walks among the uninitiated until the moment revelation becomes necessary.</p><p><strong>Privately, Union handlers admit to a deeper concern:</strong> Venatory does not threaten them, does not disobey, and does not argue — and that is precisely what frightens them. He executes orders perfectly, but never asks <em>why</em>, and there is a growing fear that, if Union’s goals ever diverge too far from Blake’s design, he will not hesitate to choose.</p>","quirks":[],"current_hp":9,"background":"Soldier","resistances":[],"mechs":[{"id":"0ad57504-f60a-4c67-a9a6-89efffae5426","name":"UM-RM-Prime \"Urby\"","notes":"","gm_note":"","frame":"mf_standard_pattern_i_everest","active":false,"current_structure":4,"current_move":4,"boost":0,"current_hp":15,"overshield":0,"current_stress":4,"current_heat":0,"current_repairs":5,"current_overcharge":0,"current_core_energy":1,"statuses":[],"conditions":[],"resistances":[],"reactions":[],"burn":0,"destroyed":false,"defeat":"","activations":1,"meltdown_imminent":false,"reactor_destroyed":false,"core_active":false,"cc_ver":"ERR","lastModified":"Sat Jan 10 2026 01:40:53 GMT+0100 (Mitteleuropäische Normalzeit)","isDeleted":false,"expireTime":"","deleteTime":"","portrait":"","cloud_portrait":"","loadouts":[{"id":"4b3ca06b-cd22-4ee2-a7dc-ae9106b653cc","name":"Primary","systems":[{"id":"ms_external_batteries","uses":0,"destroyed":false,"cascading":false,"flavorName":"","flavorDescription":"External batteries are by no means unique; however, according to Harrison Armory marketing, POWERALL cells are the longest-lasting, fastest cycling, and highest capacity solid-state cells available. A side-effect of their high capacity is a proportionate increase in volatility, but pilots must agree to absolve Harrison Armory of any liability prior to receiving print authorization."},{"id":"ms_custom_paint_job","uses":0,"destroyed":false,"cascading":false,"flavorName":"","flavorDescription":""},{"id":"ms_personalizations","uses":0,"destroyed":false,"cascading":false,"flavorName":"","flavorDescription":""},{"id":"ms_armament_redundancy","uses":0,"destroyed":false,"cascading":false,"flavorName":"","flavorDescription":"By installing additional armor plating, redundant firing circuits, and enhanced insulation to magazines the longevity of a frame’s armaments can be greatly enhanced."},{"id":"ms_stable_structure","uses":0,"destroyed":false,"cascading":false,"flavorName":"","flavorDescription":""}],"integratedSystems":[],"mounts":[{"mount_type":"Main","lock":false,"slots":[{"size":"Main","weapon":{"id":"mw_annihilator","destroyed":false,"cascading":false,"loaded":true,"mod":null,"flavorName":"","flavorDescription":"Harrison Armory is known to employ somewhat unconventional development methods: tactical solutions are theorized and designed in the field as often as they are in the lab, with the former often outperforming the latter. The Annihilator’s name comes from pilots’ slang for a jury-rigged weapon first improvised in the Bradbury Rebellion, when desperate resistance pilots found a way to shunt the incredible waste heat from their reactors into a directed blast.","customDamageType":null,"maxUseOverride":0,"uses":0,"selectedProfile":0}}],"extra":[],"bonus_effects":[],"modifiable":true},{"mount_type":"Flex","lock":false,"slots":[{"size":"Flex","weapon":{"id":"mw_annihilator","destroyed":false,"cascading":false,"loaded":true,"mod":null,"flavorName":"","flavorDescription":"Harrison Armory is known to employ somewhat unconventional development methods: tactical solutions are theorized and designed in the field as often as they are in the lab, with the former often outperforming the latter. The Annihilator’s name comes from pilots’ slang for a jury-rigged weapon first improvised in the Bradbury Rebellion, when desperate resistance pilots found a way to shunt the incredible waste heat from their reactors into a directed blast.","customDamageType":null,"maxUseOverride":0,"uses":0,"selectedProfile":0}}],"extra":[{"size":"Auxiliary","weapon":null}],"bonus_effects":[],"modifiable":true},{"mount_type":"Heavy","lock":false,"slots":[{"size":"Heavy","weapon":{"id":"mw_segment_knife","destroyed":false,"cascading":false,"loaded":true,"mod":null,"flavorName":"","flavorDescription":"Much like GMS mechs, GMS weapons are reliable galactic standards, made using interchangeable parts and built to withstand almost any conditions. There are three lines currently in production.<br>The Type-III (T-3) line is made up of heavy weapons, ordnance, and other exotic, specialized, or massive weapons. A broad classification, the T-3 range includes conventional-kinetic anti-materiel rifles, super-rapid cycling pulse rifles, missile racks, cannons, and drone nexuses – “hive”style launchers that serve as miniature factory, hangar, and deployment systems for portable drones. The classification also includes the fearsome “segment knife”, a system that uses flash-printing to produce disposable edged weapons in a vicinity around the user.","customDamageType":null,"maxUseOverride":0,"uses":0,"selectedProfile":0}}],"extra":[],"bonus_effects":[],"modifiable":true}],"integratedMounts":[],"improved_armament":{"mount_type":"Flex","lock":false,"slots":[{"size":"Flex","weapon":null}],"extra":[{"size":"Auxiliary","weapon":null}],"bonus_effects":[],"modifiable":true},"superheavy_mounting":{"mount_type":"Superheavy","lock":false,"slots":[{"size":"Superheavy","weapon":null}],"extra":[],"bonus_effects":[],"modifiable":true},"integratedWeapon":{"mount_type":"Aux","lock":false,"slots":[{"size":"Auxiliary","weapon":null}],"extra":[],"bonus_effects":[],"modifiable":true},"extraMounts":[],"extraIntegratedMounts":[]}],"active_loadout_index":0}],"cc_ver":"","special_equipment":{"PilotGear":[],"Frames":[],"MechWeapons":[],"WeaponMods":[],"MechSystems":[],"SystemMods":[]},"combat_history":{"moves":0,"kills":0,"damage":0,"hp_damage":0,"structure_damage":0,"overshield":0,"heat_damage":0,"reactor_damage":0,"overcharge_uses":0,"core_uses":0},"state":{"active_mech_id":"","remote_mech_id":"","stage":"Narrative","turn":1,"actions":2,"braced":false,"overcharged":false,"prepare":false,"bracedCooldown":false,"redundant":false,"stats":{"moves":0,"kills":0,"damage":0,"hp_damage":0,"structure_damage":0,"overshield":0,"heat_damage":0,"reactor_damage":0,"overcharge_uses":0,"core_uses":0},"deployed":[]},"lastModified":"Sat Jan 10 2026 16:33:33 GMT+0000 (Greenwich Mean Time)","isDeleted":false,"expireTime":"","deleteTime":"","lastUpdate_cloud":"Sat Jan 10 2026 17:32:59 GMT+0100 (Mitteleuropäische Normalzeit)","lastSync":"Sat Jan 10 2026 17:32:59 GMT+0100 (Mitteleuropäische Normalzeit)","shareCode":"","shareCodeExpiry":"","isRemoteResource":true,"remoteIID":"us-east-1:88c19765-1c71-c621-47dd-e2c7f9399303","remoteKey":"pilot/Apollyon Jardine--ff50223f-e4c5-46ed-8dc5-ade2be409956--active","skills":[{"id":"sk_assault","rank":1},{"id":"sk_charm","rank":2},{"id":"sk_lead_or_inspire","rank":1},{"id":"sk_stay_cool","rank":1}],"talents":[{"id":"t_vanguard","rank":2},{"id":"t_combined_arms","rank":2}],"mechSkills":[1,0,0,2],"counter_data":[],"custom_counters":[],"core_bonuses":[],"licenses":[{"id":"mf_tokugawa","rank":1}],"reserves":[],"orgs":[],"bondId":"ktb-bond-harlequin","xp":0,"stress":0,"isBroken":false,"burdens":[],"bondPowers":[{"name":"Slip","frequency":"2/session","description":"You can instantly disappear from sight and reappear somewhere within ten meters or so. You don’t have to be able to see where you are going."}],"powerSelections":0,"maxStress":8,"bondAnswers":[null,null],"minorIdeal":"","clocks":[],"group":"Task Force: Indigo","sort_index":3,"portrait":"","cloud_portrait":"https://d1nurxym97qk9o.cloudfront.net/public/us-east-1:88c19765-1c71-c621-47dd-e2c7f9399303/pilot/Generic_Rank4_4.png","loadout":{"id":"7de62d10-956a-4e38-94c9-8df5c4486696","name":"Primary","armor":[{"id":"ms_exo_heavy_carapace_armor","destroyed":false,"uses":0,"cascading":false,"flavorName":"","flavorDescription":"While Hercynian society is far from primitive, the HUC lacks the advanced industrial manufacturing base required to easily fabricate the large quantities of composite materials needed for modern armor. As a result, the personal combat armor worn by rangers and other combatants is typically made from interlocking and overlapping layers of molted Egregorian carapace, donated by willing volunteers. Distinctly insectile in appearance, treatment allows the carapace to be molded into a variety of shapes and styles suitable for numerous occupational specialties ranging from long-range reconnaissance to heavy assault. While many examples of carapace armor are unpowered, ranger pilots and special forces units use carapace hardsuits created by marrying the plates to various strength-amplification exoskeletons and fitting them with upgraded power sources, interface systems, and environmental seals. Acquiring a carapace hardsuit isn't a simple matter. Such suits don’t tend to be available for sale in currency or barter, instead being either handed down from pilot to pilot or custom-made according to a number of formal traditions. These traditions include seeking permission from a willing Egregorian donor to use their carapace and the personal participation of the wearer in the crafting, a process that can take weeks depending on the complexity of the suit. Should a PC manage to obtain one of these hardsuits, you may represent it with the following stats. The multiple ablative layers of treated chitin make carapace hardsuits especially effective at dispersing the effects of energy weapons, and as a result all such armor has RESISTANCE to energy damage.","customDamageType":null}],"weapons":[{"id":"pg_heavy_signature","destroyed":false,"uses":0,"cascading":false,"flavorName":"","flavorDescription":"Heavy signature weapons are missile tubes, heavy lasers, light machine gun, or exotic rifles.","customDamageType":null},{"id":"pg_archaic_melee","destroyed":false,"uses":0,"cascading":false,"flavorName":"","flavorDescription":"These weapons were made using pre-Union alloys and technology, and might be anything from industrial-era steel swords through to stone axes. While they remain widely used on some worlds, archaic weapons used by pilots are usually relics, heirlooms, or ceremonial weapons.","customDamageType":null}],"gear":[{"id":"pg_omnihook","destroyed":false,"uses":0,"cascading":false,"flavorName":"","flavorDescription":"A portable – if bulky – omninet terminal that allows for communication, data transfer, and limited hot-spotting. Omnihooks are extremely valuable, although most mech squads have at least one. Tuning an omnihook requires a high level of skill, so they are usually mounted or carried by designated operators.","customDamageType":null},{"id":"pg_subjectivity_enhancement_suite","destroyed":false,"uses":0,"cascading":false,"flavorName":"","flavorDescription":"A subjectivity-enhancement suite is a set of cybernetic implants allowing users to hack systems without a rig. Users of these suites blend the organic with the synthetic, gaining the ability to extrude implanted universal-plug cables from within their body to make hardline connections with terminals. When plugged in, users can access a comprehensive, fully interactive alternate-reality interface with direct omninet access, making navigating – or hacking – local and networked systems as easy as wishing it so (of course, you must be careful: by opening up your mind to the digital, you may face dangers other, less enhanced people are ignorant of).","customDamageType":null},{"id":"pg_personal_drone","destroyed":false,"uses":0,"cascading":false,"flavorName":"","flavorDescription":"Small, non-combat drones are a common sight in the field. They’re fairly noisy but can fly about half a mile with good maneuverability before losing signal, relaying audio and visual information as they go.","customDamageType":null}],"extendedWeapons":[null],"extendedGear":[null,null]},"brews":[{"LcpId":"05B2PGxewZ193c4GaHDBoE2sl8U=","LcpName":"LANCER: Dustgrave","LcpVersion":"1.4.0","Website":"https://massif-press.itch.io/dustgrave"}]}
